{
  "possibleResults": [
    "Governante",
    "Explorador",
    "Criador",
    "Mago",
    "Herói",
    "Amante",
    "Rebelde",
    "Sábio",
    "Cara comum",
    "Bobo da corte",
    "Cuidador",
    "Inocente"
  ],
  "steps": [
    {
      "question": "Se sua marca fosse uma pessoa, como ela se descreveria?",
      "alternatives": [
        "Eu sou um líder confiante, determinado e estratégico",
        "Eu sou Espirito Livre, aventureiro, e sempre em busca de novas experiências",
        "Sou criativo (a) , Inovador e tenho uma visão única de mundo",
        "Tenho um ar misterioso e transformador, inspirando mudanças profundas",
        "Sou corajoso(a) , e determinado (a) sempre superando desafios com bravura",
        "Minha essência , é marcada por paixão , conexão e empatia emocional",
        "Sou rebelde , sou ousado (a) , e sempre disposto (a) a desafiar o status quo",
        "Valorizo o conhecimento, a reflexão e a sabedoria em cada ação",
        "Sou simples Autêntico (a) e extremamente real, sem artifícios",
        "Levo a vida com leveza , humor e espontaneidade",
        "Tenho uma natureza protetora, empática e sempre pronta a cuidar dos outros",
        "Sou otimista, puro (a) e confiante, com uma visão idealista do mundo"
      ]
    },
    {
      "question": "Como você gostaria que sua marca fosse lembrada?",
      "alternatives": [
        "Como uma referência de liderança e autoridade",
        "Como uma marca acessível e amigável",
        "Como inovadora e revolucionária",
        "Como um símbolo de inspiração e emoção",
        "Como uma marca que desafia limites",
        "Como uma fonte de conhecimento e sabedoria",
        "Como alguém que sempre cuida do outro",
        "Como uma marca otimista e positiva",
        "Como uma força de coragem e superação",
        "Como uma criadora de coisas únicas",
        "Como alguém que diverte e alegra as pessoas",
        "Como uma marca mágica e transformadora"
      ]
    },
    {
      "question": "Como quer que as pessoas te enxerguem?",
      "alternatives": [
        "Como uma referência de liderança e autoridade",
        "Como alguém que se aventura e explora novos horizontes",
        "Como uma fonte de inovação e criatividade",
        "Como um agente de transformação e mistério",
        "Como um exemplo de coragem e superação",
        "Como alguém que inspira amor e conexão",
        "Como alguém ousado e que desafia padrões",
        "Como um sábio, profundo e cheio de conhecimento",
        "Como uma pessoa autêntica, real e acessível",
        "Como uma pessoa divertida e espontânea",
        "Como alguém que cuida e protege",
        "Como uma pessoa otimista e cheia de esperança"
      ]
    },
    {
      "question": "Quais valores são inegociáveis para você?",
      "alternatives": [
        "Integridade, liderança e responsabilidade",
        "Liberdade, aventura e autenticidade",
        "Criatividade, originalidade e inovação",
        "Transformação, intuição e mistério",
        "Coragem, determinação e superação",
        "Amor, conexão e paixão",
        "Independência, rebeldia e quebra de regras.",
        "Conhecimento, sabedoria e aprendizado constante",
        "Simplicidade, autenticidade e proximidade",
        "Alegria, espontaneidade e humor",
        "Cuidado, proteção e empatia.",
        "Otimismo, pureza e esperança"
      ]
    },
    {
      "question": "Se pudesse ser representado por um personagem ou figura histórica, quem seria?",
      "alternatives": [
        "Winston Churchill ou outra figura de liderança forte",
        "Indiana Jones ou um explorador aventureiro",
        "Steve Jobs ou um ícone da inovação e criatividade",
        "Merlin, o Mago, ou alguma figura mística e transformadora",
        "Nelson Mandela ou outro herói inspirador",
        "Cleópatra ou outra figura que exale paixão e sedução",
        "Che Guevara ou uma figura revolucionária",
        "Sócrates ou outra figura famosa por sua sabedoria",
        "Mahatma Gandhi ou alguém que represente a simplicidade e autenticidade",
        "Charlie Chaplin ou outra personalidade que represente o humor e a leveza",
        "Madre Teresa ou uma figura que simbolize cuidado e proteção.",
        "Anne Frank ou outra personalidade que represente a inocência e a esperança"
      ]
    },
    {
      "question": "O que mais te motiva no seu trabalho?",
      "alternatives": [
        "Criar impacto e mudança no mundo",
        "Inspirar e emocionar as pessoas",
        "Proteger e apoiar quem precisa",
        "Explorar novas possibilidades e aprender sempre",
        "Expressar criatividade e autenticidade",
        "Levar leveza e alegria para as pessoas",
        "Fazer coisas pelos os outros",
        "Criar minhas próprias regras e ser livre",
        "As conexões emocionais que crio, a paixão, beleza",
        "Inovação , criar algo único e com significado",
        "Exercer a liderança",
        "Amo criar mudanças significativas através da inovação e sabedoria"
      ]
    },
    {
      "question": "Como você se expressa no digital?",
      "alternatives": [
        "De forma inspiradora e motivacional",
        "incentivando a experimentar e descobrir novos mundos",
        "Criatividade e originalidade",
        "Provocando reflexões e mudanças",
        "Promover performance, coragem e disciplina.",
        "Valorizando a beleza, o amor e buscando sempre a harmonia e satisfação",
        "Promovo novas maneiras de pensar e agir , a lutar contra o status ou sistema",
        "Oferecendo soluções baseadas em profundo conhecimento e pesquisa",
        "Crio conexão com as pessoas através da empatia e da autenticidade",
        "Crio conexões emocionais com entretenimento, humor e alegria",
        "Com um tom acolhedor e empático",
        "Promovo a felicidade e bem estar, sempre com muita moralidade e desenvolvendo um mundo romantizado, trago leveza e paz"
      ]
    }
  ],
  "descriptions": [
    "O arquétipo Governante representa liderança, poder, responsabilidade e controle. Ele busca ordem, excelência e estabilidade, transmitindo uma imagem de confiança, competência e autoridade. Pessoas com esse arquétipo predominante querem ser vistas como figuras de influência e referência, passando segurança e domínio em tudo o que fazem.",
    "O arquétipo do Explorador é movido pelo desejo de liberdade, descoberta e autenticidade. Ele busca experiências únicas, novos horizontes e independência. Pessoas com esse arquétipo valorizam a jornada tanto quanto o destino e querem viver de forma plena e verdadeira, sem se prender a convenções. Sua narrativa está ligada à aventura, expansão de limites e autoconhecimento.",
    "O Criador é movido pelo desejo de inovar, expressar a originalidade e transformar ideias em realidade. Ele valoriza autenticidade, criatividade e autoexpressão. Pessoas com esse arquétipo querem deixar sua marca no mundo por meio da originalidade e da estética. Elas transmitem a mensagem de que a imaginação não tem limites e que criar algo único é a verdadeira realização.",
    "O Mago é o arquétipo da transformação, visão e inovação. Ele enxerga possibilidades onde outros veem limitações e tem o poder de transformar sonhos em realidade. Pessoas que se identificam com o Mago são vistas como inspiradoras, visionárias e conectadas a algo maior. Elas transmitem um ar de mistério, sabedoria e poder de transformação, influenciando positivamente a vida de outras pessoas.",
    "O Herói representa coragem, determinação e superação. Seu propósito é provar o próprio valor por meio de atos corajosos e inspiradores. Este arquétipo está associado à disciplina, força e comprometimento com objetivos desafiadores. Na fotografia, o Herói transmite energia, resiliência e uma presença marcante, ideal para profissionais que querem se posicionar como referências em suas áreas, demonstrando liderança e capacidade de enfrentar desafios.",
    "O Amante representa a paixão, a sensualidade e a busca pelo prazer estético e emocional. Esse arquétipo é movido pelo desejo de conexão profunda, seja no amor, nos relacionamentos, no trabalho ou na vida em geral. Ele valoriza a beleza, a experiência sensorial e a harmonia.",
    "O Rebelde é aquele que rompe padrões, questiona regras e busca mudanças. Ele quer transformação, liberdade e autenticidade. Esse arquétipo se conecta com pessoas que desafiam o status quo e que não têm medo de expressar suas opiniões de forma ousada e original.",
    "O arquétipo do Sábio representa conhecimento, discernimento, reflexão e verdade. Ele busca compreender o mundo por meio da análise, aprendizado contínuo e compartilhamento de sabedoria. É associado a profissionais que valorizam a lógica, a estratégia e o pensamento crítico. O Sábio transmite credibilidade, autoridade intelectual e visão estratégica, sempre guiado pela razão e ética.",
    "O arquétipo do Cara Comum representa pessoas que valorizam a conexão, pertencimento e autenticidade. Elas desejam ser aceitas como são, preferem a simplicidade e se destacam pela empatia, humildade e honestidade. São acessíveis, amigáveis e buscam criar vínculos reais. Marcas e pessoas com esse arquétipo transmitem a mensagem de “sou como você” e “todos somos iguais”.",
    "O arquétipo do Bobo da Corte é associado à alegria, leveza e espontaneidade. Ele traz humor, irreverência e diversão, usando o riso para iluminar situações e quebrar a seriedade. Sua principal motivação é viver o momento e proporcionar alegria aos outros. É autêntico, despreocupado e, muitas vezes, usa o humor para questionar normas sociais.",
    "O Cuidador é o arquétipo associado à compaixão, generosidade e proteção. Pessoas que se identificam com esse arquétipo valorizam o bem-estar do outro e têm um forte desejo de ajudar, acolher e cuidar. Sua comunicação transmite empatia, confiança e um senso de segurança. A imagem do cuidador precisa refletir acolhimento, apoio e proximidade.",
    "O arquétipo da Inocente representa pureza, simplicidade, otimismo e autenticidade. Pessoas que se identificam com esse arquétipo transmitem uma energia leve, confiável e positiva. Elas desejam felicidade, segurança e buscam ver o lado bom da vida, com um olhar esperançoso e um espírito livre de malícias. São guiadas por valores éticos fortes, acreditam no bem e transmitem uma aura acolhedora e inspiradora."
  ],
  "keyphrases": [
    "Lidere com confiança, conquiste a excelência.",
    "Descubra novos horizontes, viva sem fronteiras.",
    "Crie sem limites, inspire o futuro.",
    "Faça o impossível acontecer, liberte a magia.",
    "Vença desafios, inspire o mundo.",
    "Viva com paixão, ame intensamente.",
    "Quebre as regras, mude o jogo.",
    "Busque a verdade, compartilhe sabedoria.",
    "Simples como você, sempre ao seu lado.",
    "Espalhe alegria, viva com leveza.",
    "Cuide com o coração, proteja com dedicação.",
    "Acredite no bem, espalhe esperança."
  ],
  "keywords": [
    ["Liderança", "Poder", "Prestígio"],
    ["Liberdade", "Aventura", "Descoberta"],
    ["Inovação", "Imaginação", "Expressão"],
    ["Transformação", "Mistério", "Intuição"],
    ["Coragem", "Determinação", "Superação"],
    ["Paixão", "Beleza", "Conexão"],
    ["Rebeldia", "Ousadia", "Transformação"],
    ["Conhecimento", "Inteligência", "Reflexão"],
    ["Simplicidade", "Pertencimento", "Autenticidade"],
    ["Alegria", "Humor", "Espontaneidade"],
    ["Generosidade", "Proteção", "Compaixão"],
    ["Pureza", "Otimismo", "Simplicidade"]
  ],
  "images": [
    "@/assets/images/archetypes/Governante",
    "@/assets/images/archetypes/Explorador",
    "@/assets/images/archetypes/Criador",
    "@/assets/images/archetypes/Mago",
    "@/assets/images/archetypes/Heroi",
    "@/assets/images/archetypes/Amante",
    "@/assets/images/archetypes/Rebelde",
    "@/assets/images/archetypes/Sabio",
    "@/assets/images/archetypes/Cara comum",
    "@/assets/images/archetypes/Bobo da corte",
    "@/assets/images/archetypes/Cuidador",
    "@/assets/images/archetypes/Inocente"
  ],
  "colors": [
    [
      "preto", "dourado", "azul-marinho", "cinza", "branco", "bordô", "verde-esmeralda"
    ],
    [
      "verde musgo", "marrom", "caramelo", "bege", "azul profundo", "cinza pedra", "verde floresta", "laranja queimado", "mostarda", "vermelho ferrugem"
    ],
    [
      "roxo", "laranja", "amarelo", "turquesa", "lavanda", "coral suave", "verde menta", "cinza claro", "branco", "preto"
    ],
    [
      "vermelho", "laranja", "dourado", "preto", "cinza", "azul royal"
    ],
    [
      "vermelho", "bordô", "rosa", "nude", "dourado", "preto", "vinho"
    ],
    [
      "preto", "vermelho", "cinza", "prata"
    ],
    [
      "cinza", "branco", "bege", "preto", "marinho", "azul escuro", "verde oliva", "vinho", "dourado", "prata"
    ],
    [
      "bege", "marrom", "cinza", "off-white", "azul claro", "tons pastéis", "verde oliva", "tons terrosos"
    ],
    [
      "amarelo", "laranja", "vermelho", "verde limão", "rosa choque", "azul turquesa", "roxo", "dourado", "prateado"
    ],
    [
      "bege", "creme", "branco", "rosa claro", "azul bebê", "verde menta", "lilás", "marrom claro", "verde oliva", "mostarda suave", "coral", "dourado"
    ],
    [
      "branco", "bege", "off-white", "creme", "rosa claro", "azul bebê", "lavanda", "verde menta", "verde claro", "amarelo suave", "pêssego"
    ]
  ]
}